Repository: ivannin/wc-pickup-offices
Catalog: lang/wc-pickup-offices-*.po
Languages: ru_ru

source: Pickup Office Table
ru_ru: Таблица пунктов доставки

source: Edit In Table
ru_ru: Редактировать в таблице

# Post Type General Name
source: Pickup Offices
ru_ru: Пункты самовывза

# Post Type Singular Name
source: Pickup Office
ru_ru: Пункт самовывоза

source: Pickup Office List
ru_ru: Список пунктов самовывоза

source: Pickup Offices Archives
ru_ru: Архив пунктов самовывоза

source: Parent Office:
ru_ru: Родительский пункт:

source: All Offices
ru_ru: Все пункты

source: Add New Office
ru_ru: Добавить новый пункт

source: Add Office
ru_ru: Добавление пункта

source: New Office
ru_ru: Новый пункт

source: Edit Office
ru_ru: Редактировать пункт

source: Update Office
ru_ru: Обновить пункт

source: View Office
ru_ru: Просмотр пункта

source: Search Office
ru_ru: Поиск пунктов

source: Not found
ru_ru: Не найдено

source: Not found in Trash
ru_ru: Не найдено в корзине

source: Featured Image
ru_ru: Основное изображение

source: Set featured image
ru_ru: Установить изображение

source: Remove featured image
ru_ru: Удалить изображение

source: Use as featured image
ru_ru: Использовать в качестве миниатюры

source: Insert into office
ru_ru: Вставить в пункт

source: Uploaded to this office
ru_ru: Загруженные на этого пункта

source: Offices list
ru_ru: Список пунктов самовывоза

source: Offices list navigation
ru_ru: Навигация по списку

source: Filter office list
ru_ru: Фильтр пунктов

source: Pickup Office
ru_ru: Пункт самовыоза

source: Pickup Offices List
ru_ru: Список пунктов самовывоза

# Taxonomy General Name
source: Pickup Office Types
ru_ru: Тип пунктов

# Taxonomy Singular Name
source: Pickup Office Type
ru_ru: Типы пунктов

source: Pickup Office Type
ru_ru: Тип пункта

source: All Office Types
ru_ru: Все типы пунктов

source: Parent Office Type
ru_ru: Родительский тип пкнкта

source: Parent Office Type:
ru_ru: Родительский тип пункта:

source: New Office Type
ru_ru: Новый тип пункта

source: Add Office Type
ru_ru: Добавить тип пункта

source: Edit Office Type
ru_ru: Изменить тип пункта

source: Update Office Type
ru_ru: Обновить тип пункта

source: View Office Type
ru_ru: Просмотр типа пункта

source: Separate types with commas
ru_ru: Типы пунктов, разделенные запятыми

source: Add or remove types
ru_ru: Добавить или удалить типы пунктов

source: Choose from the most used
ru_ru: Выбрать из часто используемых

source: Popular types
ru_ru: Популярные типы

source: Search Office Types
ru_ru: Поиск типов

source: Not Found
ru_ru: Не найдено

source: No Office Types
ru_ru: Нет типов пунктов

source: Office Type List
ru_ru: Список типов пункта

source: Office Type List navigation
ru_ru: Навигация по списку типов

source: Pickup Office Properties
ru_ru: Свойства пункта

source: City
ru_ru: Город

source: The city of pickup office
ru_ru: Город пункта самовывоза

source: Estimated Delivery Period
ru_ru: Срок доставки

source: Estimated Delivery Period to this pickup office
ru_ru: Предполагаемый срок доставки в этот пункт

source: Subway
ru_ru: Метро

source: Subway station
ru_ru: Станция метро

source: The nearest subway station
ru_ru: Ближайшая станция метро

source: Zip
ru_ru: Индекс

source: The zip of pickup office
ru_ru: Почтовый индекс

source: Address
ru_ru: Адрес

source: The address of pickup office
ru_ru: Адрес пункта самовывоза

source: Open Hours
ru_ru: Время работы

source: Open hours of pickup offce
ru_ru: Время работы пункта

source: Phone
ru_ru: Телефон

source: The phone of pickup office
ru_ru: Телефон пункта самовывоза

source: The e-mail of pickup office
ru_ru: E-mail ответственного за этот пункт

source: Terminal
ru_ru: Терминал

source: Terminal is available
ru_ru: Терминал в наличии

source: Max. Weight
ru_ru: Максимальный вес

source: Max. Weight Limit
ru_ru: Ограничение по весу

source: Pickup Office ID
ru_ru: Код пункта

source: Point ID
ru_ru: Код пункта

source: Delivery Period
ru_ru: Срок доставки

source: Insert below
ru_ru: Вставить ниже

source: Delete row
ru_ru: Удалить строку

source: To use this plugin must be installed and activated <strong>wp-handsontable-core</strong>!<br/> <a href="https://github.com/ivannin/wp-handsontable-core" target="_blank">https://github.com/ivannin/wp-handsontable-core</a>
ru_ru: Чтобы использовать этот плагин должен быть установлен и активирован <strong>wp-handsontable-core</strong>!<br> <a href="https://github.com/ivannin/wp-handsontable-core" target="_blank">HTTPS://GitHub.com/ivannin/WP-handsontable-Core</a>

source: Woocommerce Pickup Offices
ru_ru: Пункты самовывоза для WooCommerce

source: This plugin adds the pickup offices list at checkout page
ru_ru: Плагин добавляет возможность выбора пунктов самовывоза (из большого редактируемого списка) на странице оформления заказа.

source: Ivan Nikitin and partners
ru_ru: Иван Никитин и партнеры
